# 5. Пользователь вводит две буквы. Определить, на каких местах алфавита они стоят и сколько между ними находится букв.

print(f'first letter position {ord("c") - ord("a") + 1}, between letters {ord("z") - ord("k") - 1} letters')
print(f'your letter is: {chr(5 + ord("a") - 1)}')
